Repository: AOEpeople/TYPO3-Feature-Flag
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# tx_featureflag_flag
source: Choose Feature Flag
de: Feature Flag auswählen

# tx_featureflag_behavior
source: Behavior on Feature Flag
de: Verhalten bei gewähltem Feature Flag

# tx_featureflag_info.label
source: Notice!
de: Hinweis!

# tx_featureflag_info.text
source: Feature Flag changes on a record are not automatically published and did not have automatically an effect on this record.<br />This editorial change has to be activated by a TYPO3 administrator by starting a scheduler task.
de: Die Veränderung der Featureflag-Auswirkung auf einem Datensatz wird nicht automatisch publiziert und hat nicht automatisch einen Wirkung auf diesen Datensatz.<br /> Diese redaktionelle Änderung muss durch einen TYPO3-Administrator durch das Starten eines Scheduler-Tasks aktiviert werden.

# tx_featureflag_behavior.hide
source: hide
de: ausblenden

# tx_featureflag_behavior.show
source: show
de: einblenden

# feature_flag.scheduler_task.flag_entries.title
source: Update records by Feature Flags
de: Datensätze anhand Feature Flags aktualisieren

# feature_flag.scheduler_task.flag_entries.description
source: Flags all configured tables by Feature Flags
de: Aktualisiert alle Datensätze in den konfigurierten Tabellen anhand der hinterlegten Feature Flags

# tx_featureflag_domain_model_featureflag.description
source: Description
de: Beschreibung

# tx_featureflag_domain_model_featureflag.flag
source: Unique identifier
de: Eindeutiger Identifikator

# tx_featureflag_domain_model_featureflag.enabled
source: enabled?
de: aktiv?

# tx_featureflag_domain_model_mapping
source: Mapping of Feature Flags to Tables
de: Mapping zwischen Tabellen und Feature Flags

# tx_featureflag_domain_model_mapping.crdate
source: Creation date
de: Erstellt am

# tx_featureflag_domain_model_mapping.tstamp
source: Date of last change
de: Zuletzt aktualisiert am

# tx_featureflag_domain_model_mapping.feature_flag
source: Feature Flag
de: Gewähltes Feature Flag

# tx_featureflag_domain_model_mapping.foreign_table_uid
source: ID of the foreign table
de: ID der Fremdtabelle

# tx_featureflag_domain_model_mapping.foreign_table_name
source: Name of the foreign table
de: Name der Fremdtabelle

# tx_featureflag_domain_model_mapping.behavior
source: Behavior
de: Verhalten bei gewähltem Feature Flag
